---
kind: enumMember
id: F:Autodesk.Revit.UI.TaskDialogResult.Yes
enum: Autodesk.Revit.UI.TaskDialogResult
source: html/bde54cc2-a445-8610-0ced-1851f04eea18.htm
---
# Autodesk.Revit.UI.TaskDialogResult.Yes

The return value for TaskDialogCommonButtons.Yes.